--> 0 NOTE dates after now
<-- 0|NOTE|Y|dates after now
--> 1 SOUR Family Echo
<-- 1|SOUR|N|Family Echo
--> 2 WWW http://www.familyecho.com
<-- 2|WWW|N|http://www.familyecho.com
--> 0 bi00 INDI
<-- 0|INDI|Y|id
--> 1 NAME Jimmy /Conners/
<-- 1|NAME|Y|Jimmy /Conners/
